#Dev : @YY8HH

HELP_1 = """
✧ اوامر التشغيل بالقنوات

• Cplay + اسم الاغنية او بالرد 
-› لتشغيل الاغاني بالقناة

• Cstop ,
-› لايقاف تشغيل جميع الصوتيات بالمكالمة

 • Cskip
-› لتشغيل التالي بالانتظار وتخطي الحالي

 • Cmute
-› لكتم صوت الحساب المساعد بالمكالمة

• Cunmute
-› لالغاء الكتم واكمال التشغيل

 • Cpause
 -› لايقاف التشغيل بشكل مؤقت

• Cresume
 -› لاكمال التشغيل بعد الايقاف المؤقت

- Ch @Q_J_M"""

HELP_2 = """
✧ اوامر التشغيل بالمجموعة

•تشغيل او شغل + اسم الاغنية او بالرد
-› لتشغيل الاغاني فالمجموعة

•ايقاف او انهاء 
-›لايقاف تشغيل جميع الصوتيات بالمكالمة

•تخطي
-›لتشغيل الاغنية التالية

•كتم
-›لكتم صوت الحساب المساعد 

•كمل 
-›لالغاء كتم عن الحساب المساعد

•مؤقت او اسكت شويه
-›لايقاف التشغيل بشكل مؤقت

•استئناف
-›الاكمال التشغيل بعد الايقاف المؤقت

•تكرار + عدد المرات
-›يكرر الاغنية الي مشغله انت بالمكالمة

•نادي المطور
-›ينادي المطور لكروب لحل مشكلتك

•روابط الحذف
-›يطلعلك روابط حذف جميع مواقع تواصل الاجتماعي

-Ch @Q_J_M ."""

HELP_3 = """
✧ اوامر البوت 

•المطورين او /sudolist
-›لعرض مطورين البوت

•تحميل او بحث
-›لتنزيل اغنية او فيديو

-Ch @Q_J_M ."""

HELP_4 = """
✧ الاوامر الخدمية 

-›غنيلي او غني
-›شعر او ش
-›ف بنت او ف بنات
-›ف ولد او ف شباب
-›ف مكس 
-›اقتباس
-›كت

•كل الاوامر لهم تفعيل وتعطيل نفس مو موضح هنا : T.me/Q_J_M/29 ."""
 
HELP_5 = """
◇︰‹ /addsudo › اضافة مطور.
◇︰‹ /delsudo › حذف مطور.
◇︰‹ /reboot › إعادة تشغيل البوت.
◇︰‹ /speedtest › سرعة الخادم.
◇︰‹ /logger [disable | enable] › معرفة من يستخدم البوت.
◇︰‹ /blacklistchat › + معرف القناة او المجموعة لحظرها.
◇︰‹ /whitelistchat › + معرف القناة او المجموعة لرفع حظرها.
◇︰‹ /blacklistedchat › المجموعات والقنوات المحظورة.
◇︰‹ /block › + معرف الشخص لحظره.
◇︰‹ /unblock › + معرف الشخص لرفع حظره.
◇︰‹ /blockedusers › المحظورين.
◇︰‹ /gban › + معرف الشخص لحظره عام.
◇︰‹ /ungban › + معرف الشخص لالغاء حظره عام.
◇︰‹ /gbannedusers › المحظورين عام.
◇︰‹ /broadcast ›
"""

HELP_7 = """
• المطور : [𝚊𝚋𝚍𝚞𝚕𝚑𝚊𝚍𝚒 𝚑𝚞𝚜𝚜𝚒𝚗](tg://openmessage?user_id=5338950085) .
• قناة البوت : [𝐁𝙧𝙪𝙙](https://t.me/zzSvv) .
• لغة البرمجة : PYTHON - بايثون .
"""
