##

HELP_1 = """
♪ اوامر التشغيل بالمجموعات والقنوات  ♪

◈ تشغيل او شغل + اسم الاغنية
-› لتشغيل بالمجموعة او القناة

◈ انهاء او ايقاف
-› لايقاف تشغيل الاغنية

 ◈ تخطي
-› لتشغيل الاغنية التالي وتخطي الحالي

 ◈ كتم
-› لكتم صوت الحساب المساعد

◈ الغاء الكتم
-› لالغاء الكتم الحساب المساعد

◈ مؤقت
 -› لايقاف التشغيل بشكل مؤقت

◈  استئناف
-› لاكمال التشغيل بعد الايقاف المؤقت

◈ تكرار + عدد المرات
-›يكرر الاغنية الي مشغله انت بالمكالمة

-𝘾𝙝 @ll0llld """

HELP_2 = """
♪ ميزات البوت ♪

◈ نادي المطور 
-›ينادي المطور لكروبك لحل مشكلتك

◈ مين صاعد او مين فالكول 
-›يظهرلك الاعضاء يلي بالاتصال

◈ روابط الحذف 
-›يطلعلك روابط حذف جميع مواقع تواصل الاجتماعي

-𝘾𝙝 @ll0llld """

HELP_3 = """
♪ اوامر البوت ♪

◈ /sudolist 
-›لعرض مطورين البوت

◈ تحميل او بحث 
-›لتنزيل اغنية او فيديو

-𝘾𝙝 @ll0llld """

HELP_4 = """
♪ اوامر التسلية للمجموعات فقط ♪

-›غنيلي او غني 
-›شعر او ش 
-›ف بنت او ف بنات 
-›ف ولد او ف شباب 
-›ف مكس 
-›اقتباس 
-›كت 

◈ كل الاوامر لهم تفعيل وتعطيل نفس مو موضح هنا : T.me/Q_J_M/29 """
 
HELP_5 = """
◇︰‹ /addsudo › اضافة مطور.
◇︰‹ /delsudo › حذف مطور.
◇︰‹ /reboot › إعادة تشغيل البوت.
◇︰‹ /speedtest › سرعة الخادم.
◇︰‹ /logger [disable | enable] › معرفة من يستخدم البوت.
◇︰‹ /blacklistchat › + معرف القناة او المجموعة لحظرها.
◇︰‹ /whitelistchat › + معرف القناة او المجموعة لرفع حظرها.
◇︰‹ /blacklistedchat › المجموعات والقنوات المحظورة.
◇︰‹ /block › + معرف الشخص لحظره.
◇︰‹ /unblock › + معرف الشخص لرفع حظره.
◇︰‹ /blockedusers › المحظورين.
◇︰‹ /gban › + معرف الشخص لحظره عام.
◇︰‹ /ungban › + معرف الشخص لالغاء حظره عام.
◇︰‹ /gbannedusers › المحظورين عام.
◇︰‹ /broadcast ›
"""

HELP_7 = """
• المطور : [𝚊𝚋𝚍𝚞𝚕𝚑𝚊𝚍𝚒 𝚑𝚞𝚜𝚜𝚒𝚗](tg://openmessage?user_id=5338950085) .
• قناة البوت : [𝐁𝙧𝙪𝙙](https://t.me/zzSvv) .
• لغة البرمجة : PYTHON - بايثون .
"""
